Repository: Odya-LLC/secret-weapon
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: uz

source: Send anonym messages
uz: Anonim xabar yuboring

source: About me
uz: Men haqimda

source: Get Message
uz: Xabarni oling

source: Your message
uz: Sizning xabaringiz

source: Not Found
uz: Topilmadi

source: Secret Weapon is a service for sending anonymous messages that can only be read once!
uz: Secret Weapon - bu faqat bir marta o'qish mumkin bo'lgan anonim xabarlar yuborish xizmati!

source: Type your message and secret key, but remember the secret. Once you click 'send,' your message will be encrypted in the database, and you will receive a hash to read the message.
uz: Xabaringizni va maxfiy kalitni kiriting, lekin maxfiy kalitni eslab qoling. 'Yuborish' tugmasini bosganingizdan so'ng, xabaringiz ma'lumotlar bazasida shifrlanadi va siz xabarni o'qish uchun hash olishingiz mumkin bo'ladi.

source: Sending message
uz: Xabarni yuborish

source: Message
uz: Xabar

source: Your secret
uz: Sizning maxfiy kalitingiz

source: Send
uz: Yuborish

source: Enter the hash and secret key you received to access the message. If the message exists, it will be displayed, and after reading, it will be automatically deleted. You will not be able to read it again
uz: Xabarga kirish uchun olingan hash va maxfiy kalitni kiriting. Xabar mavjud bo'lsa, uni ko'rsatadi va o'qilgandan so'ng avtomatik ravishda o'chiriladi. Siz uni qayta o'qiy olmaysiz

source: Getting message
uz: Xabarni olish

source: Your hash
uz: Sizning hashingiz

source: Get
uz: Olish

source: Setting message
uz: Xabarni sozlash
